[BalanceDefs.BD_Ep5_FlameSpoutTrap InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_Ep5_LilithFakeTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_Ep5_StrongBox_Eridium InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[BalanceDefs.MO_Ep5_MoxxiTipJar InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep5_FlameSpoutTrap InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_BloodshotSign_Left InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_BloodshotSign_Right InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_FireHawkEchoRecorder InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_FireHawkEchoRecorder2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_FireHawkEchoRecorder3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_FireHawkEchoRecorder4 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_LilithFakeTargets InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_MissionDirectorRecorder InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep5_EridiumShard MissionItemDefinition]
UseFailureCharacterMessage="It should be. %s To use this website."
ItemName="Iridium block"
PickupMessage="That's your business %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="General"

[ItemDefs.ID_Ep5_EridiumShard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This Iridium product makes Lilith happy.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_EP5_LastWaveEridiumCrystal MissionItemDefinition]
UseFailureCharacterMessage="For confirmation %s Use this content."
ItemName="Cesium crystals"
PickupMessage="That's all. %s"
UseFailureLevelMessage="You need at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="It is shared."

[ItemDefs.ID_EP5_LastWaveEridiumCrystal:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Iridium crystal"
NoConstraintText=""
Suffix=""
Prefix=""

